Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: It is important to ensure that recognized organizations can respond adequately so that no mortgage is placed on safety in the long term.
es: Es importante garantizar que las organizaciones reconocidas puedan responder adecuadamente para no tener que hipotecar la seguridad a largo plazo.

source: Satellite technology has uncovered the existence of a city wall and castle from a fortified medieval settlement.
es: De un asentamiento medieval, atravez de revelaciones satelitales, se ven los fuertes, las murallas y el castillo.

source: The active participation of civil society groups can contribute to making any future settlement sustainable.
es: La participación activa de grupos de la sociedad civil puede contribuir a que cualquier solución futura sea sostenible.

source: An example of this would be a lawsuit resulting in a settlement by UNESCO.
es: Un ejemplo de ello sería un juicio tras el cual la UNESCO aceptara un acuerdo.

source: You are allowed to remove troops from the besieged settlement to alleviate the conquest.
es: Tienes permitido eliminar tropas desde la colonia sitiada para aligerar la conquista.

source: The settlement procedure varies depending upon the nature of the consideration offered.
es: El procedimiento de liquidación variará en función de la naturaleza de la contraprestación ofrecida.

source: We hope that a comprehensive peaceful settlement of this issue will be reached soon.
es: Confiamos en que se llegue próximamente a un arreglo pacífico general de esta cuestión.

source: In the case of marriages in which one of the spouses resides in a non-EU country, it may be difficult to find a court's recognition of a divorce settlement granted in a non-EU country.
es: En el caso de los matrimonios en los que uno de los cónyuges reside en un tercer Estado, puede ser difícil que un tribunal reconozca una sentencia de divorcio dictada en un tercer Estado.

source: If they take on their post in a new settlement, they need golden armour to symbolise their power.
es: Si asumen sus funciones en una nueva colonia necesitan una Armadura dorada para mostrar su poder.

source: Boxley Valley, a traditional agricultural settlement in Buffalo National River in Arkansas, is one such example.
es: El Valle de Boxley, un asentamiento tradicional agricola en el Rio Nacional del Búfalo en Arkansas, es un sitio tal.

source: Please come back on board Kyoto, and be sure you do not mortgage all our children's heritage.
es: Por favor, vuelva a bordo de Kyoto y no hipoteque la herencia de todos nuestros hijos.

source: Gross loans to customers grew 0.22%, a recovery of mortgage volume and a positive trend in the number of proposals for risk transactions being perceived.
es: El crédito a clientes bruto crece un 0,22%, empezando a percibirse una recuperación del volumen en hipotecas y una tendencia positiva en el número de propuestas de operaciones de riesgo.

source: calculate your monthly mortgage payment with our online mortgage adviser.
es: Calcula la cuota de tu hipoteca con nuestro asesor hipotecario online.

source: Speculative elements shall not be taken into account in the assessment of the mortgage lending value.
es: Los elementos especulativos no se podrán tener en cuenta en la tasación del valor del crédito hipotecario.

source: function is active, you can review mortgage loan applications with respect to the collateral value and the purchase price of the object as well as the credit standing of the borrower.
es: Si la función Toma de decisiones está activada, se podrán revisar las solicitudes de préstamo hipotecario con respecto al valor hipotecario y al precio de compra del objeto así como a la solvencia del prestatario.

source: The goal was to establish legitimate structures for dispute settlement and the administration of justice.
es: El objetivo era crear estructuras reglamentarias para la resolución de diferencias y la administración de justicia.

source: Your facility may or may not have a direct settlement agreement with us.
es: Su centro médico podría tener un acuerdo de pago directo con nosotros o no.

source: Delaying the return of the territories could complicate the already difficult settlement process.
es: Demorar la devolución de los territorios podría complicar el ya difícil proceso de paz.

source: Provide the liquidity needed for estate settlement expenses at a minimum cost.
es: Proporcionar la liquidez necesaria para los gastos de acuerdo de sucesión a un costo mínimo.

source: Sunita's husband had been working double shifts to pay back the mortgage on his rickshaw.
es: El marido de Sunita había estado realizando turnos dobles para hacer frente a la hipoteca contraída por su rickshaw.

source: More ready access to mortgage financing is a positive development for the population at large.
es: El acceso más fácil a financiamiento de hipotecas significa un desarrollo positivo para la población en general.

source: Additional measures included the deferment of payment of mortgage loans for families in difficulty, and an increase in government spending on infrastructures, housing and other strategic sectors.
es: También se regulan el aplazamiento del pago de préstamos hipotecarios para familias en dificultades, así como el aumento de la inversión pública en infraestructuras, la vivienda y otros sectores estratégicos.

source: Also we are credit agents of Banco Ciudad and of the Mortgage bank.
es: También somos agentes de crédito del Banco Ciudad y del Banco Hipotecario.

source: (c) specialized instruments and operations (such as leasing, securities, factoring, mortgage finance, financing of microenterprises); and
es: (c) instrumentos y operaciones especializados (tales como arrendamiento financiero, valores, factoraje, financiamiento hipotecario, financiamiento de la microempresa); y

source: In the Netherlands, for example, a cooperative bank saw 30 to 40 per cent growth in savings, loans to small and medium enterprises and mortgage lending in 2008.
es: Por ejemplo, en los Países Bajos, un banco cooperativo tuvo un aumento del 30% al 40% en ahorros, préstamos a la pequeña y mediana empresa y préstamos hipotecarios en 2008.

source: The mortgage becomes a stock which is bought and sold on the market, he continues, without the homeowner knowing about it.
es: La hipoteca se convierte en un título que se comercializa en el mercado, prosigue, sin que el dueño de la casa lo sepa.

source: In order to defray this cost, the town had to mortgage part of its assets and income.
es: Para sufragar este gasto la villa tuvo que hipotecar pare de sus bienes y rentas.

source: On the other hand, the mortgage executions started increasing in a significant way, while at the same time the housing demand was decreasing with the subsequent stock growth of the same.
es: Por su parte, las ejecuciones hipotecarias empezaron a crecer de manera importante, a la vez que disminuía la demanda de viviendas, con el consecuente crecimiento del stock de las mismas.

source: Contingent liabilities are recognized only when they will most likely give rise to a future cash disbursement for their settlement.
es: Las provisiones por pasivos contingentes se reconocen solamente cuando es probable la salida de recursos para su extinción.

source: You can also create a settlement request with reference to a document already in the system.
es: También puede crear una solicitud de pago con referencia a un documento que ya existe en el sistema.

source: Changing patterns of world trade and production trigger new challenges of migration, settlement, infrastructure, pollution and resource depletion.
es: Las nuevas pautas del comercio y la producción mundiales plantean nuevos problemas de migración, asentamiento, infraestructura, contaminación y agotamiento de los recursos.

source: There was severe excessive borrowing and lending in the U.S. mortgage market that should never have taken place and the way it was packaged added another dimension to the problem.
es: En el mercado hipotecario de Estados Unidos hubo un grave exceso de préstamos y financiamientos que nunca debió darse y la manera en que éstos se ofrecieron dio otra dimensión al problema.

source: Third-quarter sales were affected by construction industry performance (saturation of the housing market and more restrictive mortgage lending conditions).
es: Las ventas del tercer trimestre se han visto afectadas por la evolución del sector de la construcción, tanto por la saturación de viviendas como por las mayores dificultades de acceso a su adquisición por parte de los posibles compradores.

source: Such banks would not, for example, do mortgage business, merger and acquisitions or have checking accounts.
es: Por ejemplo, estos bancos no realizan negocios de hipotecas, fusiones o adquisiciones ni disponen de cuentas corrientes.

source: Many mortgage lenders approved loans for borrowers without carefully examining their ability to pay.
es: Muchos prestamistas aprobaron créditos sin examinar la capacidad de pago de sus clientes.

source: High spending and the many mortgage loans being taken out is proof of consumer confidence, an undeniable indicator of positive expectation.
es: Y que la gente tiene confianza lo demuestra porque consume mucho, y también que subscribe muchas hipotecas, que no deja de ser una señal de confianza en el futuro.

source: The cost of mortgage insurance is folded into your total loan amount.
es: El costo del seguro hipotecario está incluido en el monto total del préstamo.

source: It is not appropriate that the EU should act as a mortgage bank for its staff.
es: No es pertinente que la UE se convierta en banco de los créditos hipotecarios de su personal.

source: In addition, it is assumed that the parties will continue providing accommodation, meals and other facilities and services voluntarily as in previous years.
es: Además, se supone que las partes seguirán proporcionando alojamiento, comidas y otras instalaciones y servicios voluntariamente al igual que en años anteriores.

source: Where advance amortization is contemplated, on the initiative of the issuer or of the holder, it shall be described, stipulating amortization terms and conditions
es: En los casos en que se contemple la amortización anticipada, por iniciativa del emisor o del tenedor, debe describirse, estipulando los plazos y condiciones de la amortización

source: Own shares not acquired for amortization are valued at the lowest of the following three values acquisition price, theoretical value or market price.
es: Las acciones propias no adquiridas para su amortización, se valoran al menor de los tres siguientes valores adquisición, teórico o mercado.

source: In the US the eviction of millions of insolvent mortgage debtors, most of them workers, has been announced.
es: En Estados Unidos se anuncian millones de desalojos de deudores hipotecarios insolventes, en su inmensa mayoría trabajadores.

source: But in most countries the main source of growth has been buoyant domestic demand fuelled by high wage growth and easy access to consumer credit and mortgage lending.
es: Pero en la mayoría de esos países la principal causa del crecimiento ha sido una demanda interna boyante alimentada por los elevados aumentos salariales y el fácil acceso al crédito para el consumo y a los préstamos hipotecarios.

source: If you choose, you will find it easy to diversify into other property related services e.g. furniture supply, satellite installations, air conditioning, mortgage services, commercial lettings, business transfer etc.
es: Si lo desea, lo encontrar? m?s f?cil de diversificar en otros servicios relacionados con el inmueble, por ejemplo, instalaciones de sat?lite, aire acondicionado, servicios hipotecarios, arrendamientos de locales, la transferencia de empresas etc.

source: Both companies have undertaken steps to increase mortgage funding during the current crisis.
es: Ambas empresas han tomado medidas para incrementar los fondos hipotecarios durante la actual crisis.

source: Several alternatives were explored reducing mortgage expenses, collaboration with the University of Geneva, support for the introduction of technical infrastructures and support for particular programmes.
es: Se exploraron diversas alternativas reducir la amortización hipotecaria, colaborar con la Universidad de Ginebra, contribuir a la implantación de infraestructuras técnicas y apoyar ciertos programas.

source: The displaced were provided with accommodation in camps for the internally displaced in the affected areas.
es: Los desplazados recibieron alojamiento en campamentos para desplazados internos en las zonas afectadas.

source: Assign child protection focal point(s) who have responsibility for the children's security and support needs during the consultation/meeting and in the evenings at any accommodation venues.
es: Asignar puntos focales de protección infantil que tengan responsabilidad por la seguridad y necesidades de apoyo de los niños durante la consulta o reunión y en las noches en los locales de alojamiento.

source: The sale to the User of accommodation services through the web site will be taken to boss by Menurka that has the permission and licenses necessary for the development of the mentioned activity.
es: La venta al Usuario de servicios de alojamiento a través del sitio Web se llevará a cabo por Menurka que dispone de los permisos y licencias necesarios para el desarrollo de dicha actividad.

source: The State party should review its detention policy with regard to asylum-seekers and give priority to alternative forms of accommodation.
es: El Estado parte debería revisar sus políticas de detención con respecto a los solicitantes de asilo y dar prioridad a otras formas de alojamiento.

source: We organise transfers to and from your accommodation when you arrive at or leave for the airport or railway station.
es: Podemos organizar tu traslado tanto a la llegada como a la salida desde el aeropuerto o estación a tu alojamiento.

source: Patent rights are valued at acquisition cost and their amortization is calculated applying the straight-line method over the period for which its exclusive use is recognized.
es: La propiedad industrial es valorada a precio de adquisición y su amortización se realiza de forma lineal en el plazo reconocido para su utilización exclusiva.

source: The maturities and the amortization schedule (including bullet payment structure) will be established based on the projected cash flow of the borrower on a case-by-case basis.
es: Los plazos del préstamo y el calendario de amortizaciones (incluida la estructura de un pago único) se determinarán caso por caso, en función del flujo de caja proyectado del prestatario.

source: Consequently, it has been concluded that subordinated term debt instruments with a minimum original term to maturity of over five years may be included within the supplementary elements of capital, but only to a maximum of 50% of the core capital element and subject to adequate amortization arrangements.
es: Por consiguiente, se ha concluido que instrumentos de deuda con plazo subordinando con un mínimo plazo original para vencimiento de de más de cinco años puede estar incluido dentro de los elementos complementarios de la capital, pero sólo hasta un máximo de 50 % de un elemento fundamental del capital y sujeto a arreglos de amortización adecuados.

source: (a) The consolidated income of each company is presented after deducting the period amortization of goodwill, and the tax effect if any, resulting from its deductibility.
es: (a) Los beneficios consolidados de cada sociedad se presentan una vez deducida, en su caso, la dotación a la amortización de fondos de comercio, así como el efecto fiscal derivado de su deducibilidad.

source: Amortization of goodwill should be reported in operating expenses.
es: La amortización del crédito mercantil deberá clasificarse en gastos de operación.

source: Interest and dividends on securities and amortization of premiums and accretion of discounts are reported in income from marketable securities.
es: Los intereses y dividendos generados por valores, la amortización de primas y el ajuste de valor de los bonos comprados con descuento se incluyen en ingresos por valores negociables.

source: This is the result mainly of the amortization of the debt from the acquisition of Endesa and the deconsolidation of the proportional debt associated with this participation.
es: Esta disminución se debe principalmente a la amortización de la deuda de adquisición de Endesa y a la desconsolidación de la deuda asociada proporcionalmente a esta participación.

source: It is, of course, a practical way of dealing with pilgrimage accommodation.
es: Desde luego, es una manera práctica de resolver el problema del alojamiento de los peregrinos.

source: Accommodation Parador Ribadeo, with great views over the tidal river EO.
es: Alojamiento Parador Ribadeo, con vistas sobre el Río EO

source: "m) ""drawdown"" means an amount of credit made available to the consumer in the form of a deferred payment, loan or other similar financial accommodation"
es: m) «detracción de crédito» cantidad de crédito puesta a disposición del consumidor en forma de pago aplazado, préstamo o cualquier otra facilidad de pago similar

source: Inspectors understand that free accommodation may be the preferred option when offered, but note that a number of practical, programmatic and political benefits derived from shared premises would often compensate for higher rental costs.
es: Los Inspectores comprenden que se prefiera disponer de locales gratuitos cuando el país anfitrión los propone, pero observan que los locales compartidos ofrecen ventajas de carácter práctico, programático y político que podrían compensar gastos de alquiler más elevados.

source: In contrast the accommodation and health costs increased.
es: En cambio, han aumentado los gastos en vivienda y salud.

source: A project coordinator has been employed to facilitate access to accommodation and rehabilitation services appropriate to the needs of individual victims.
es: Se ha contratado un coordinador de proyecto para facilitar el acceso a servicios de alojamiento y rehabilitación adecuados a las necesidades de cada una de las víctimas.

source: The funds collected from this event (US$ 7,857) will be used to provide accommodation facilities for vulnerable and homeless orphan students.
es: Los fondos recaudados en el marco de la campaña (7.857 dólares de los Estados Unidos) se utilizarán para brindar servicios de alojamiento a estudiantes huérfanos vulnerables y sin hogar.

source: Social welfare (accommodation - food - clothing), psychological rehabilitation and educational services
es: Atención social (refugio, alimentación y vestido) y rehabilitación psicológica; servicios pedagógicos y educativos

source: The only criteria is selecting the appropriate size of accommodation for the number of people in your party.
es: El único criterio es la comodidad, al elegir el tamaño de alojamiento adecuado para el número de personas que viajan con el socio.

source: The amortization is based on the unit of production method over the term of the lease.
es: La amortización está basada en el método de unidad de producción durante el plazo del alquiler.

source: An impairment loss is reversed only to the extent that an asset's carrying amount does not exceed the carrying amount that would have been determined, net of depreciation or amortization, if no impairment loss had been recognized.
es: La reversión de la pérdida por deterioro de valor se registra con abono a la cuenta de pérdidas y ganancias consolidada con el límite del valor contable que hubiera tenido el activo, neto de amortizaciones, si no se hubiera registrado el deterioro.

source: After the initial recognition, intangible assets are recorded at cost less any accumulated amortization and any accumulated impairment loss.
es: Después del reconocimiento inicial, los activos intangibles son registrados al costo menos cualquier amortización acumulada y cualquier pérdida acumulada por deterioro.

source: This modification reduced our amortization expenses by Ps. 127 million in 2006, all of which was recognized in the fourth quarter, and increased our operating income by a similar amount.
es: Esta modificación redujo los gastos de amortización por Ps. 127 millones en el 2006, el cual fue reflejado durante el cuarto trimestre, e incremento la utilidad de operación por una cantidad similar.

source: Property, plant and equipment related to hydrocarbon exploration and production activities are amortized using the production unit amortization method (depletion rate).
es: Para aquellos elementos de propiedades, planta y equipo relacionados con las actividades de exploración y producción de hidrocarburos, la amortización se calcula según el método de unidades de producción (cuotas de agotamiento).

source: 430 million of allocations to allowances and for depreciation and amortization.
es: de dotaciones a fondos de provisión y de amortización.

source: The amortization is included in depletion, depreciation and amortization.
es: La amortización está incluida en el agotamiento, depreciación y amortización.

source: To these external payments must be added the surplus retained by the company in its balance sheet for its future development (undistributed income taken to reserves) and to maintain its balance sheet integrity (provisions, asset writedowns and depreciation and amortization).
es: A estos pagos externos hay que sumar el excedente que la empresa retiene dentro de su balance para su futuro desarrollo (beneficio no distribuido que se incorpora a reservas) y para mantener su integridad patrimonial (provisiones, saneamientos de activos y amortizaciones).

source: Therefore, the revised text will make clear that the failure to provide reasonable accommodation amounts to discrimination on the basis of disability.
es: Por tanto, el texto revisado expresará con claridad que no facilitar el ajuste razonable equivale a discriminación por motivos de la discapacidad.

source: This should be in the form of drinks, meals, communication facilities and hotel accommodation, if necessary.
es: La asistencia será en forma de refrescos, comida, posibilidades de comunicación y alojamiento en un hotel cuando sea preciso.

source: The cost of such accommodation must be more economical than successive transportation costs to/from the nearest appropriate medical center and the principal country of residence.
es: El costo del alojamiento debe ser más barato del subsiguiente transporte desde el centro médico más apropiado y más cercano hasta el país principal de residencia.

source: This takes the form of efforts to create favourable environments for reconciliation, political accommodation and related tasks to prevent postconflict situations from relapsing into conflict.
es: Ello adopta la forma de esfuerzos para crear entornos propicios para la reconciliación, el acuerdo político y tareas conexas para evitar que situaciones después de los conflictos recaigan en conflictos.

source: I had to intervene on behalf of several passengers because they were told that they would not get overnight accommodation, for instance.
es: He tenido que intervenir a favor de varios pasajeros porque se les dijo que no tendrían alojamiento para pasar la noche, por ejemplo.

source: Costs for accommodation, food and travel will be borne by the Secretariat General of Sport of the Greek Government.
es: Los gastos de hospedaje, comidas y viajes correrán por cuenta de la Secretaría General del Deporte del Gobierno griego.
